

# brew bundle list --all

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "azure-cli"
brew "docker-machine"
brew "gdbm"
brew "gettext"
brew "gnu-sed"
brew "htop"
brew "jenv"
brew "lxc"
brew "mas"
brew "openssl"
brew "openvpn"
brew "n"
brew "ncurses"
brew "python"
brew "sqlite"
brew "tree"
brew "wget"
brew "xz"

cask "atom"
cask "bbedit"
cask "buttercup"
cask "firefox"
cask "google-chrome"
cask "font-inter"
cask "font-gloria-hallelujah"
cask "intellij-idea-ce"
cask "java"
cask "keybase"
cask "fontforge"
cask "fork"
cask "keepassxc"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "sequel-pro"
cask "sublime-text"
cask "thunderbird"
cask "tunnelblick"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "adoptopenjdk8"


mas 'Gravit Designer', id: 1207744923
